organelles/lsd_table.org
#+Title: Lysosomal Storage Disorders
#+options: title:nil toc:nil num:nil author:nil date:nil
#+latex_class: article
#+latex_class_options:[landscape]
#+latex_header: \usepackage{longtable}
#+latex_header: \usepackage[margin=0.43in]{geometry}
#+latex_header:
#+latex_header_extra:
#+description:
#+keywords:
#+subtitle:




#+CAPTION[]:Lysosomal Storage Disorders
#+NAME: tab:lsd
#+ATTR_LATEX: :environment longtable :float sideways
| Disease                  | Protein                                            | Accumulation           | Biomarker           | Diagnostic             | Gene        |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Mucopolysaccharidoses*  |                                                    |                        |                     |                        |             |
| MPS I (H, H/S, S)        | \alpha-Iduronidase                                 | DS, HS                 | GAGs(U)             | E(L,F)Pd, M            | /IDUA/      |
| MPS II (Hunter)          | Iduronate sulfatase                                | DS, HS                 | GAGs(U)             | E(L,F,P), M            | /IDS/(XL)   |
| MPS III A (Sanfilippo A) | Heparan sulfatase                                  | HS                     | GAGs(U)             | E(F), M                | /SGSH/      |
| MPS III B (Sanfilippo B) | Acetyl-\alpha-glucosaminidase                      | HS                     | GAGs(U)             | E(L,F,S), M            | /NAGLU/     |
| MPS III C (Sanfilippo C) | \small{Acetyl-CoA:glucosamine N-acetyltransferase} | HS                     | GAGs(U)             | E(L,F), M              | /HGSNAT/    |
| MPS III D (Sanfilippo D) | N-acetyl-glucosamine-6-sulfatase                   | HS                     | GAGs(U)             | E(L,F), M              | /GNS/       |
| MPS IVA (Morquio A)      | N-acetyl-galactosamine-6-sulfatase                 | KS, CS                 | GAGs(U)             | E(L,F), M              | /GALNS/     |
| MPS IV B (Morquio B)     | \beta-Galactosidase                                | KS                     | GAGs(U)             | E(L,F), M              | /GLB1/      |
| MPS VI (Maroteaux-Lamy)  | Arylsulphatase B                                   | DS                     | GAGs(U)             | E(L,F)[fn:ncs], M      | /ARSB/      |
| MPS VII (Sly)            | \beta-Glucuronidase                                | DS, HS, CS             | GAGs(U)             | E(L,F)Pd, M            | /GUSB/      |
| MPS IX (Natowicz)        | Hyaluronidase                                      | Hyluronic acid         | -                   | E(L,F), M              | /HYAL1/     |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Sphingolipidoses*       |                                                    |                        |                     |                        |             |
| Fabry                    | \alpha-Galactosidase A                             | Gb3                    | Gb3, lyso-Gb3       | E(L,F,S)Pd, M          | /GLA/(XL)   |
| Farber                   | Acid ceramidase                                    | Ceramide               | -                   | E(L,F), M              | /ASAH1/     |
| GM1                      | \beta-Galactosidase                                | GM1 ganglioside, KS    | Oligos(U)           | E(L,F)Pd, M            | /GLB1/      |
|                          |                                                    | oligos, glycolipids    |                     |                        |             |
| GM2 Tay-Sachs            | \beta-Hexosaminidase A                             | GM2 ganglioside,       | -                   | E(L,F,S)Pd, M          | /HEXA/      |
|                          |                                                    | oligos, glycolipids    |                     |                        |             |
| GM2 Sandhoff             | \beta-Hexosaminidase A & B                         | GM2 ganglioside,       | -                   | E(L,F)Pd, M            | /HEXAB/     |
|                          |                                                    | oligos                 |                     |                        |             |
| Gaucher                  | \beta-Glucocerebrosidase                           | Glucocerebroside       | Chito[fn:chito](S)  | E(L,F), M, B           | /GBA/       |
| Krabbe                   | Galactocerebrosidase                               | Galactocerebroside     | psychosine          | E(L,F), M              | /GALC/      |
| MLD                      | Arylsulphatase A                                   | Sulphatides            | Sulphatides(U)      | E(L,F)Pd[fn:ncs], M    | /ARSA/      |
| Niemann-Pick A & B       | Sphingomyelinase                                   | Sphingomyelin          | Chito[fn:chito](S)  | E(F), M, B             | /SMPD1/     |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Olygosaccharidoses*     |                                                    |                        |                     |                        |             |
| Aspartylglicosaminuria   | Glycosylasparaginase                               | Aspartylglucosamine    | Oligos(U)           | E, M                   | /AGA/       |
| Fucosidosis              | \alpha-Fucosidase                                  | Glycoproteins,         | Oligos(U)           | E(L,F)Pd, M            | /FUCA1/     |
|                          |                                                    | glycolipids,           |                     |                        |             |
|                          |                                                    | Fucoside-rich oligos   |                     |                        |             |
| \alpha-Mannosidosis      | \alpha-Mannosidase                                 | Mannose-rich oligos    | Oligos(U)           | E(L,F), M              | /MAN2B1/    |
| \beta-Mannosidosis       | \beta-Mannosidase                                  | Man(\beta1-4)GlnNAc    | Oligos(U)           | E(L,F), M              | /MANBA/     |
| Schindler                | N-acetylgalactosaminidase                          | Sialylated             | Oligos(U)           | E(L,F), M              | /NAGA/      |
|                          |                                                    | asialoglycopeptides,   |                     |                        |             |
|                          |                                                    | glycolipids            |                     |                        |             |
| ML-1 Sialidosis          | \alpha-Neuraminidase                               | Oligos, glycopeptides  | Bound SA(U),        | E(F), M                | /NEU1/      |
|                          |                                                    |                        | Oligos(U)           |                        |             |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Glycogenoses*           |                                                    |                        |                     |                        |             |
| Glycogenosis II/Pompe    | Acid \alpha-glucosidase                            | Glycogen               | CK(S)               | E(L[fn:acarbose],F), M | /GAA/       |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Lipidoses*              |                                                    |                        |                     |                        |             |
| Wolman/CESD              | Acid lipase                                        | Cholesterol esters     | -                   | E(L,F), M              | /LIPA/      |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Non-enzymatic defect*   |                                                    |                        |                     |                        |             |
| GM2 AB variant           | GM2 activator protein                              | GM2 ganglioside,       | -                   | M                      | /GM2A/      |
|                          |                                                    | oligos                 |                     |                        |             |
| MLD/Fabry                | Saposin B                                          | Sulphatides, Gb3       | Sulphatides(U),     | M                      | /PSAP/      |
|                          |                                                    |                        | Gb3, lyso-Gb3       |                        |             |
| Krabbe                   | Saposin A                                          | Galactosylceramide     | -                   | M                      | /PSAP/      |
| Gaucher                  | Saposin C                                          | Glucosylceramide       | -                   | M                      | /PSAP/      |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *TMP defect*             |                                                    |                        |                     |                        |             |
| *Transporters*           |                                                    |                        |                     |                        |             |
| Sialuria (Salla)         | Sialin                                             | Sialic acid            | Free SA(U)          | M                      | /SLC17A5/   |
| Cystinosis               | Cystinosin                                         | Cystine                | corneal crystals    | M                      | /CTNS/      |
| Niemann-Pick C           | NPC1 or NPC2                                       | Cholesterol and        | Chito[fn:chito](S), | Filipin, M, B          | /NPC1/,     |
|                          |                                                    | sphingolipids          | lysospingomylin     |                        | /NPC2/      |
| *Structural Proteins*    |                                                    |                        |                     |                        |             |
| Danon                    | LAMP-2                                             | Cytoplasmic debris,    | -                   | M                      | /LAMP2/(XL) |
|                          |                                                    | glycogen               |                     |                        |             |
| Mucolipidosis IV         | Mucolipin                                          | Lipids                 | -                   | M                      | /MCOLN1/    |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Protection Defect*      |                                                    |                        |                     |                        |             |
| Galactosialidosis        | Protective protein cathepsin A                     | Sialyloligosaccharides | Bound SA(U),        | E(F,L)[fn:ppca], M     | /CTSA/      |
|                          |                                                    |                        | Oligos(U)           |                        |             |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *PTP defect*             |                                                    |                        |                     |                        |             |
| MSD                      | formylglycine-generating enzyme                    | Sulphatides,           | Sulphatides(U),     | E[fn:msd], M           | /SUMF1/     |
|                          |                                                    | glycolipids, GAGs      | GAGs(U)             |                        |             |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Trafficking defect*     |                                                    |                        |                     |                        |             |
| ML-II/III                | GlcNAc-1-P transferase                             | Oligos, GAGs, lipids   | Oligos(U)           | E[fn:icell], M         | /GNPTAB/,   |
| (I-cell/Pseudo Hurler)   |                                                    |                        |                     |                        | /GNPT/      |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *Degradation defect*     |                                                    |                        |                     |                        |             |
| Pycnodysostosis          | Cathepsin K                                        | Bone proteins          | X-ray               | M                      | /CTSK/      |
|--------------------------+----------------------------------------------------+------------------------+---------------------+------------------------+-------------|
| *NCLs*                   |                                                    |                        |                     |                        |             |
| NCL 1                    | Palmitoyl protein thioesterase                     | Saposins A and D       | EM                  | E, M                   | /PPT1/      |
| NCL 2                    | Tripeptidyl peptidase 1                            | CV(c)                  | EM                  | E, M                   | /TPP1/      |
| NCL 3                    | CLN3, lysosomal TMP                                | CV(c)                  | EM                  | M                      | /CLN3/      |
| NCL 5                    | CLN5, soluble lysosomal protein                    | CV(c)                  | EM                  | M                      | /CLN5/      |
| NCL 6                    | CLN6, ER TMP                                       | CV(c)                  | EM                  | M                      | /CLN6/      |
| NCL 7                    | CLC7, lysosomal chloride                           | CV(c)                  | EM                  | M                      | /MFSD8/     |
| NCL 8                    | CLN8, ER TMP                                       | CV(c)                  | EM                  | M                      | /CLN8/      |
| NCL 10                   | Cathepsin D                                        | Saposins A and D       | EM                  | M                      | /CTSD/      |

- Abbreviations :: PTP post-translational processing, TMP
  transmembrane protein; MSD, multiple sulfatase deficiency; SA, sialic acid; CV(c) subunit c of ATP
  synthase; Chito, chitotriosidase; EM, electron microscopy; U, urine;
  B, bone marrow biopsy; L, leukocytes; F, fibroblasts; S, serum; P,
  plasma; Pd, pseudodeficiency
- Source :: https://humgenomics.biomedcentral.com/articles/10.1186/1479-7364-5-3-156

[fn:ncs]p-nitrocatecol sulfate is used for \alpha(MLD) and
\beta(Maroteaux-Lamy) arylsulfatase assays. \beta is inactivated with
0.25M sodium pyrophosphate. \alpha is inactivated with barium
[fn:acarbose]GAA measurement in leukocytes is unreliable due to
neutral \alpha-glucosidase that can be active in acidic pH. Acarbose
can be used to inactivate competitor enzymes in leukocytes
[fn:ppca]Leads to \beta-galactosidase and neuraminidase deficiency
[fn:msd]Decrease in some lysosomal and non-lysosomal sulphatases
[fn:icell]In I-cell some lysosomal hydrolase activities are elevated in plasma and
decreased in cultured fibroblasts
[fn:chito]Note that 5-7 per cent of the population have a AR defect in the
chitotriosidase gene, which leads to false-negative values


#+CAPTION[]:LSDs Suggested for NBS
#+NAME: tab:lsdnbs
#+ATTR_LATEX: :environment longtable :float sideways
| Diseases    | Enzyme                     | Clinical Features                    | Substrates/Tissues          | Labelled Substrate              | MS/MS Substrates                   |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| Fabry       | \alpha-galactosidase A     | Extremity pain and paresthesias,     | Glycosphingolipids-         | 4-MU-\alpha-galactoside         | Lipidated \alpha-galacoside with   |
|             | GLA                        | angiokeratoma, hypohidrosis,         | globotriaosylcaramide       |                                 | /N/-linked /t/-butyloxycarbamido   |
|             |                            | corneal opacity, deteriorating       | and galabiosylceramide,     | *Both enzyme and DNA are        | group                              |
|             |                            | renal function                       | blood group B substances    | recommended for detecting       |                                    |
|             |                            |                                      | in body fluid, blood        | female Fabry patients           |                                    |
|             |                            |                                      | vessels, heart, kidney and  |                                 |                                    |
|             |                            |                                      | eyes                        |                                 |                                    |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| Gaucher     | \beta-glucocerebrosidase   | Type I: Bone                         | Glucocerebroside in all     | 4-MU-\beta-D-glucoside          | C12-glucosylceremide               |
|             | GBA                        | lesions, hepatosplenomegaly,         | organs, including spleen,   |                                 |                                    |
|             |                            | anemia and thrombocytopenia,         | bone marrow and lymph       |                                 |                                    |
|             |                            | lung disease.                        | nodes                       |                                 |                                    |
|             |                            | Type II: Neurodegeneration and       |                             |                                 |                                    |
|             |                            | hepatosplenomegaly in infancy        |                             |                                 |                                    |
|             |                            | Type III: Intermediate between I     |                             |                                 |                                    |
|             |                            | and II                               |                             |                                 |                                    |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| Krabbe      | \beta-galactocerebrosidase | Extreme irritability, rapid mental   | Galactocerebroside and      | H^{3} labeled                   | C8-galactosylceremide              |
|             | GALC                       | and motor degeneration, spastic      | psychosine in myelin        | Galactosylceramide              |                                    |
|             |                            | quadriplegia, blindness without      | sheath only                 |                                 |                                    |
|             |                            | organomegaly                         |                             | 6-Hexadecanoylamino-4-          |                                    |
|             |                            |                                      |                             | MU-\beta-D-galactoside          |                                    |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| MPS-I       | \alpha-L-iduronidase       | Coarse facial features, umbilical    | Dermatan sulfate (DS)       | 4-MU-\alpha-L-iduronide         | Umbelliferyl-\alpha-L-iduronide    |
| (Hurler,    | IDUA                       | or inguinal hernia, impaired         | and heparan sulfate (HS)    |                                 | attached to a four carbon          |
| H/S,        |                            | mental development,                  | in all organs, specifically |                                 | linker with terminal               |
| Scheie)     |                            | corneal clouding, dysostosis         | CNS, joint/skeletal, heart, |                                 | /t/-butyloxycarbamido group        |
|             |                            | multiplex, short stature, hearing    | eye, liver, spleen          |                                 |                                    |
|             |                            | loss, cardiomyopathy; only           |                             |                                 |                                    |
|             |                            | somatic features in mild form        |                             |                                 |                                    |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| MPS-II      | iduronate-2-sulfatase      | Similar features as MPS-I: coarse    | Dermatan sulfate,           | 4-MU-1-iduronide-2-             | Umbelliferyl-\alpha-L-iduronide-2- |
| (Hunter)    | IDS                        | facial features, stiff joints, short | heparan sulfate in all      | sulphate                        | sulfate attached to a five         |
|             |                            | statue, progressive cognitive        | organs, specifically CNS,   |                                 | carbon linker with terminal        |
|             |                            | deterioration, dysostosis            | joint/skeletal, heart, eye, |                                 | /t/-butyloxycarbamido group        |
|             |                            | multiplex. No corneal clouding.      | liver and spleen            |                                 |                                    |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| MPS-IVA     | N-acetyl-galactosamine-    | Dwarfism, distinct skeletal          | Gal-6S from Keratan         | H^{3} labeled 6-sulfo-N-        | Umbelliferyl-\beta-D-galactose-6-  |
| (Morquio A) | 6-sulfatase                | dysplasia (genu valgum,              | sulfate and GalNAc-6S       | acetylglactosamine-             | sulfate attached to a five-        |
|             | GALNS                      | pectuscarinatum, kyphosis,           | from chondroitin 6-         | glucuronic acid-6-sulfo-N-      | carbon linker with a terminal      |
|             |                            | odontoid hypoplasia,                 | sulfate in Joint/skeletal,  | acetyl galactosaminitol         | /t/-butyloxycarbamido group        |
|             |                            | pectuscarinatum), corneal            | heart, respiratory and eye  |                                 |                                    |
|             |                            | clouding. Normal intellectual        |                             | 4-MU-\beta-D-galactoside-6-     |                                    |
|             |                            | abilities.                           |                             | sulphate                        |                                    |
|             |                            |                                      |                             | (Determine \beta-galactosidase  |                                    |
|             |                            |                                      |                             | activity to differentiate MPS   |                                    |
|             |                            |                                      |                             | IVB)                            |                                    |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| MPS-VI      | arylsulfatase B            | Similar somatic features as MPS      | Dermatan sulfate in         | /p/-nitrocatecol sulfate,       | Umbelliferyl-2-acetamido-D-        |
| (Maroteaux- | ARSB                       | I: short stature, restricted joint   | joint/skeletal, heart,      | subtraction of arylsulfatase    | galactose-4-sulfate attached       |
| Lamy)       |                            | movement, corneal clouding,          | respiratory and eye         | A (ARSA) activity from total    | to a six carbon linker with a      |
|             |                            | dysostosis multiplex, and            |                             | reaction                        | terminal /t/-butyloxycarbamido     |
|             |                            | hepatomegaly. No neurological        |                             |                                 | group                              |
|             |                            | defects.                             |                             | H^{3} labeled substrate derived |                                    |
|             |                            |                                      |                             | from chondroitin 4-sulfate      |                                    |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| NP-A&B      | acid sphingomyelinase      | Type A: Massive                      | Sphingomyelin and           | C^{14}-labeled sphingomyelin    | C6-sphingomyelin                   |
|             | ASM                        | hepatosplenomegaly withrapid         | cholesterol in CNS,         |                                 |                                    |
|             |                            | neurodegenerationin infancy.         | spleen, lymph nodes,        | 6-Hexadecanoylamino-4-          |                                    |
|             |                            | Type B: hepatomegaly, restrictive    | bone marrow, lung and       | MU-phosphorylcholine            |                                    |
|             |                            | lung disease and hyperlipidemia      | liver                       |                                 |                                    |
|             |                            | in childhood. Normal                 |                             |                                 |                                    |
|             |                            | intelligence.                        |                             |                                 |                                    |
|-------------+----------------------------+--------------------------------------+-----------------------------+---------------------------------+------------------------------------|
| Pompe       | acid \alpha-glucosidase    | Infantile form:                      | Glycogen in cardiac and     | 4-MU-\alpha-D-glucoside         | Lipidated \alpha-D-glucoside with  |
| (GSD II)    | GAA                        | Hypotonia,cardiomegaly and           | skeletal muscles            |                                 | N-linked /t/-butyloxycarbamido     |
|             |                            | hypertrophic cardiomyopathy,         |                             |                                 | group                              |
|             |                            | hepatomegaly, severe muscle          |                             |                                 |                                    |
|             |                            | weakness, respiratory failure,       |                             |                                 |                                    |
|             |                            | macroglossia.                        |                             |                                 |                                    |
|             |                            | Late-onset form: Progressive         |                             |                                 |                                    |
|             |                            | muscle weakness.                     |                             |                                 |                                    |

- Source :: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4902264/
