organelles/lsd_table.tex
% Created 2020-08-24 Mon 16:11
% Intended LaTeX compiler: pdflatex
\documentclass[landscape]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{longtable}
\usepackage[margin=0.43in]{geometry}
\date{}
\title{Lysosomal Storage Disorders}
\hypersetup{
 pdfauthor={Matthew Henderson},
 pdftitle={Lysosomal Storage Disorders},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.3.7)}, 
 pdflang={English}}
\begin{document}

\begin{longtable}{llllll}
\caption{\label{tab:org57222c3}Lysosomal Storage Disorders}
\\
Disease & Protein & Accumulation & Biomarker & Diagnostic & Gene\\
\hline
\endfirsthead
\multicolumn{6}{l}{Continued from previous page} \\
\hline

Disease & Protein & Accumulation & Biomarker & Diagnostic & Gene \\

\hline
\endhead
\hline\multicolumn{6}{r}{Continued on next page} \\
\endfoot
\endlastfoot
\hline
\textbf{Mucopolysaccharidoses} &  &  &  &  & \\
MPS I (H, H/S, S) & \(\alpha\)-Iduronidase & DS, HS & GAGs(U) & E(L,F)Pd, M & \emph{IDUA}\\
MPS II (Hunter) & Iduronate sulfatase & DS, HS & GAGs(U) & E(L,F,P), M & /IDS/(XL)\\
MPS III A (Sanfilippo A) & Heparan sulfatase & HS & GAGs(U) & E(F), M & \emph{SGSH}\\
MPS III B (Sanfilippo B) & Acetyl-\(\alpha\)-glucosaminidase & HS & GAGs(U) & E(L,F,S), M & \emph{NAGLU}\\
MPS III C (Sanfilippo C) & \small{Acetyl-CoA:glucosamine N-acetyltransferase} & HS & GAGs(U) & E(L,F), M & \emph{HGSNAT}\\
MPS III D (Sanfilippo D) & N-acetyl-glucosamine-6-sulfatase & HS & GAGs(U) & E(L,F), M & \emph{GNS}\\
MPS IVA (Morquio A) & N-acetyl-galactosamine-6-sulfatase & KS, CS & GAGs(U) & E(L,F), M & \emph{GALNS}\\
MPS IV B (Morquio B) & \(\beta\)-Galactosidase & KS & GAGs(U) & E(L,F), M & \emph{GLB1}\\
MPS VI (Maroteaux-Lamy) & Arylsulphatase B & DS & GAGs(U) & E(L,F)\footnotemark, M & \emph{ARSB}\\
MPS VII (Sly) & \(\beta\)-Glucuronidase & DS, HS, CS & GAGs(U) & E(L,F)Pd, M & \emph{GUSB}\\
MPS IX (Natowicz) & Hyaluronidase & Hyluronic acid & - & E(L,F), M & \emph{HYAL1}\\
\hline
\textbf{Sphingolipidoses} &  &  &  &  & \\
Fabry & \(\alpha\)-Galactosidase A & Gb3 & Gb3, lyso-Gb3 & E(L,F,S)Pd, M & /GLA/(XL)\\
Farber & Acid ceramidase & Ceramide & - & E(L,F), M & \emph{ASAH1}\\
GM1 & \(\beta\)-Galactosidase & GM1 ganglioside, KS & Oligos(U) & E(L,F)Pd, M & \emph{GLB1}\\
 &  & oligos, glycolipids &  &  & \\
GM2 Tay-Sachs & \(\beta\)-Hexosaminidase A & GM2 ganglioside, & - & E(L,F,S)Pd, M & \emph{HEXA}\\
 &  & oligos, glycolipids &  &  & \\
GM2 Sandhoff & \(\beta\)-Hexosaminidase A \& B & GM2 ganglioside, & - & E(L,F)Pd, M & \emph{HEXAB}\\
 &  & oligos &  &  & \\
Gaucher & \(\beta\)-Glucocerebrosidase & Glucocerebroside & Chito\footnotemark(S) & E(L,F), M, B & \emph{GBA}\\
Krabbe & Galactocerebrosidase & Galactocerebroside & psychosine & E(L,F), M & \emph{GALC}\\
MLD & Arylsulphatase A & Sulphatides & Sulphatides(U) & E(L,F)Pd\textsuperscript{\ref{org4903cb0}}, M & \emph{ARSA}\\
Niemann-Pick A \& B & Sphingomyelinase & Sphingomyelin & Chito\textsuperscript{\ref{org9010dd5}}(S) & E(F), M, B & \emph{SMPD1}\\
\hline
\textbf{Olygosaccharidoses} &  &  &  &  & \\
Aspartylglicosaminuria & Glycosylasparaginase & Aspartylglucosamine & Oligos(U) & E, M & \emph{AGA}\\
Fucosidosis & \(\alpha\)-Fucosidase & Glycoproteins, & Oligos(U) & E(L,F)Pd, M & \emph{FUCA1}\\
 &  & glycolipids, &  &  & \\
 &  & Fucoside-rich oligos &  &  & \\
\(\alpha\)-Mannosidosis & \(\alpha\)-Mannosidase & Mannose-rich oligos & Oligos(U) & E(L,F), M & \emph{MAN2B1}\\
\(\beta\)-Mannosidosis & \(\beta\)-Mannosidase & Man(\(\beta\)1-4)GlnNAc & Oligos(U) & E(L,F), M & \emph{MANBA}\\
Schindler & N-acetylgalactosaminidase & Sialylated & Oligos(U) & E(L,F), M & \emph{NAGA}\\
 &  & asialoglycopeptides, &  &  & \\
 &  & glycolipids &  &  & \\
ML-1 Sialidosis & \(\alpha\)-Neuraminidase & Oligos, glycopeptides & Bound SA(U), & E(F), M & \emph{NEU1}\\
 &  &  & Oligos(U) &  & \\
\hline
\textbf{Glycogenoses} &  &  &  &  & \\
Glycogenosis II/Pompe & Acid \(\alpha\)-glucosidase & Glycogen & CK(S) & E(L\footnotemark,F), M & \emph{GAA}\\
\hline
\textbf{Lipidoses} &  &  &  &  & \\
Wolman/CESD & Acid lipase & Cholesterol esters & - & E(L,F), M & \emph{LIPA}\\
\hline
\textbf{Non-enzymatic defect} &  &  &  &  & \\
GM2 AB variant & GM2 activator protein & GM2 ganglioside, & - & M & \emph{GM2A}\\
 &  & oligos &  &  & \\
MLD/Fabry & Saposin B & Sulphatides, Gb3 & Sulphatides(U), & M & \emph{PSAP}\\
 &  &  & Gb3, lyso-Gb3 &  & \\
Krabbe & Saposin A & Galactosylceramide & - & M & \emph{PSAP}\\
Gaucher & Saposin C & Glucosylceramide & - & M & \emph{PSAP}\\
\hline
\textbf{TMP defect} &  &  &  &  & \\
\textbf{Transporters} &  &  &  &  & \\
Sialuria (Salla) & Sialin & Sialic acid & Free SA(U) & M & \emph{SLC17A5}\\
Cystinosis & Cystinosin & Cystine & corneal crystals & M & \emph{CTNS}\\
Niemann-Pick C & NPC1 or NPC2 & Cholesterol and & Chito\textsuperscript{\ref{org9010dd5}}(S), & Filipin, M, B & \emph{NPC1},\\
 &  & sphingolipids & lysospingomylin &  & \emph{NPC2}\\
\textbf{Structural Proteins} &  &  &  &  & \\
Danon & LAMP-2 & Cytoplasmic debris, & - & M & /LAMP2/(XL)\\
 &  & glycogen &  &  & \\
Mucolipidosis IV & Mucolipin & Lipids & - & M & \emph{MCOLN1}\\
\hline
\textbf{Protection Defect} &  &  &  &  & \\
Galactosialidosis & Protective protein cathepsin A & Sialyloligosaccharides & Bound SA(U), & E(F,L)\footnotemark, M & \emph{CTSA}\\
 &  &  & Oligos(U) &  & \\
\hline
\textbf{PTP defect} &  &  &  &  & \\
MSD & formylglycine-generating enzyme & Sulphatides, & Sulphatides(U), & E\footnotemark, M & \emph{SUMF1}\\
 &  & glycolipids, GAGs & GAGs(U) &  & \\
\hline
\textbf{Trafficking defect} &  &  &  &  & \\
ML-II/III & GlcNAc-1-P transferase & Oligos, GAGs, lipids & Oligos(U) & E\footnotemark, M & \emph{GNPTAB},\\
(I-cell/Pseudo Hurler) &  &  &  &  & \emph{GNPT}\\
\hline
\textbf{Degradation defect} &  &  &  &  & \\
Pycnodysostosis & Cathepsin K & Bone proteins & X-ray & M & \emph{CTSK}\\
\hline
\textbf{NCLs} &  &  &  &  & \\
NCL 1 & Palmitoyl protein thioesterase & Saposins A and D & EM & E, M & \emph{PPT1}\\
NCL 2 & Tripeptidyl peptidase 1 & CV(c) & EM & E, M & \emph{TPP1}\\
NCL 3 & CLN3, lysosomal TMP & CV(c) & EM & M & \emph{CLN3}\\
NCL 5 & CLN5, soluble lysosomal protein & CV(c) & EM & M & \emph{CLN5}\\
NCL 6 & CLN6, ER TMP & CV(c) & EM & M & \emph{CLN6}\\
NCL 7 & CLC7, lysosomal chloride & CV(c) & EM & M & \emph{MFSD8}\\
NCL 8 & CLN8, ER TMP & CV(c) & EM & M & \emph{CLN8}\\
NCL 10 & Cathepsin D & Saposins A and D & EM & M & \emph{CTSD}\\
\end{longtable}\footnotetext[1]{\label{org4903cb0}p-nitrocatecol sulfate is used for \(\alpha\)(MLD) and
\(\beta\)(Maroteaux-Lamy) arylsulfatase assays. \(\beta\) is inactivated with
0.25M sodium pyrophosphate. \(\alpha\) is inactivated with barium}\footnotetext[2]{\label{org9010dd5}Note that 5-7 per cent of the population have a AR defect in the
chitotriosidase gene, which leads to false-negative values}\footnotetext[3]{\label{orge7438db}GAA measurement in leukocytes is unreliable due to
neutral \(\alpha\)-glucosidase that can be active in acidic pH. Acarbose
can be used to inactivate competitor enzymes in leukocytes}\footnotetext[4]{\label{org2d5efdb}Leads to \(\beta\)-galactosidase and neuraminidase deficiency}\footnotetext[5]{\label{orgd6401c7}Decrease in some lysosomal and non-lysosomal sulphatases}\footnotetext[6]{\label{orgd3d5f6d}In I-cell some lysosomal hydrolase activities are elevated in plasma and
decreased in cultured fibroblasts}

\begin{description}
\item[{Abbreviations}] PTP post-translational processing, TMP
transmembrane protein; MSD, multiple sulfatase deficiency; SA, sialic acid; CV(c) subunit c of ATP
synthase; Chito, chitotriosidase; EM, electron microscopy; U, urine;
B, bone marrow biopsy; L, leukocytes; F, fibroblasts; S, serum; P,
plasma; Pd, pseudodeficiency
\item[{Source}] \url{https://humgenomics.biomedcentral.com/articles/10.1186/1479-7364-5-3-156}
\end{description}

\begin{longtable}{llllll}
\caption{\label{tab:org3a63a62}LSDs Suggested for NBS}
\\
Diseases & Enzyme & Clinical Features & Substrates/Tissues & Labelled Substrate & MS/MS Substrates\\
\hline
\endfirsthead
\multicolumn{6}{l}{Continued from previous page} \\
\hline

Diseases & Enzyme & Clinical Features & Substrates/Tissues & Labelled Substrate & MS/MS Substrates \\

\hline
\endhead
\hline\multicolumn{6}{r}{Continued on next page} \\
\endfoot
\endlastfoot
\hline
Fabry & \(\alpha\)-galactosidase A & Extremity pain and paresthesias, & Glycosphingolipids- & 4-MU-\(\alpha\)-galactoside & Lipidated \(\alpha\)-galacoside with\\
 & GLA & angiokeratoma, hypohidrosis, & globotriaosylcaramide &  & \emph{N}-linked \emph{t}-butyloxycarbamido\\
 &  & corneal opacity, deteriorating & and galabiosylceramide, & *Both enzyme and DNA are & group\\
 &  & renal function & blood group B substances & recommended for detecting & \\
 &  &  & in body fluid, blood & female Fabry patients & \\
 &  &  & vessels, heart, kidney and &  & \\
 &  &  & eyes &  & \\
\hline
Gaucher & \(\beta\)-glucocerebrosidase & Type I: Bone & Glucocerebroside in all & 4-MU-\(\beta\)-D-glucoside & C12-glucosylceremide\\
 & GBA & lesions, hepatosplenomegaly, & organs, including spleen, &  & \\
 &  & anemia and thrombocytopenia, & bone marrow and lymph &  & \\
 &  & lung disease. & nodes &  & \\
 &  & Type II: Neurodegeneration and &  &  & \\
 &  & hepatosplenomegaly in infancy &  &  & \\
 &  & Type III: Intermediate between I &  &  & \\
 &  & and II &  &  & \\
\hline
Krabbe & \(\beta\)-galactocerebrosidase & Extreme irritability, rapid mental & Galactocerebroside and & H\textsuperscript{3} labeled & C8-galactosylceremide\\
 & GALC & and motor degeneration, spastic & psychosine in myelin & Galactosylceramide & \\
 &  & quadriplegia, blindness without & sheath only &  & \\
 &  & organomegaly &  & 6-Hexadecanoylamino-4- & \\
 &  &  &  & MU-\(\beta\)-D-galactoside & \\
\hline
MPS-I & \(\alpha\)-L-iduronidase & Coarse facial features, umbilical & Dermatan sulfate (DS) & 4-MU-\(\alpha\)-L-iduronide & Umbelliferyl-\(\alpha\)-L-iduronide\\
(Hurler, & IDUA & or inguinal hernia, impaired & and heparan sulfate (HS) &  & attached to a four carbon\\
H/S, &  & mental development, & in all organs, specifically &  & linker with terminal\\
Scheie) &  & corneal clouding, dysostosis & CNS, joint/skeletal, heart, &  & \emph{t}-butyloxycarbamido group\\
 &  & multiplex, short stature, hearing & eye, liver, spleen &  & \\
 &  & loss, cardiomyopathy; only &  &  & \\
 &  & somatic features in mild form &  &  & \\
\hline
MPS-II & iduronate-2-sulfatase & Similar features as MPS-I: coarse & Dermatan sulfate, & 4-MU-1-iduronide-2- & Umbelliferyl-\(\alpha\)-L-iduronide-2-\\
(Hunter) & IDS & facial features, stiff joints, short & heparan sulfate in all & sulphate & sulfate attached to a five\\
 &  & statue, progressive cognitive & organs, specifically CNS, &  & carbon linker with terminal\\
 &  & deterioration, dysostosis & joint/skeletal, heart, eye, &  & \emph{t}-butyloxycarbamido group\\
 &  & multiplex. No corneal clouding. & liver and spleen &  & \\
\hline
MPS-IVA & N-acetyl-galactosamine- & Dwarfism, distinct skeletal & Gal-6S from Keratan & H\textsuperscript{3} labeled 6-sulfo-N- & Umbelliferyl-\(\beta\)-D-galactose-6-\\
(Morquio A) & 6-sulfatase & dysplasia (genu valgum, & sulfate and GalNAc-6S & acetylglactosamine- & sulfate attached to a five-\\
 & GALNS & pectuscarinatum, kyphosis, & from chondroitin 6- & glucuronic acid-6-sulfo-N- & carbon linker with a terminal\\
 &  & odontoid hypoplasia, & sulfate in Joint/skeletal, & acetyl galactosaminitol & \emph{t}-butyloxycarbamido group\\
 &  & pectuscarinatum), corneal & heart, respiratory and eye &  & \\
 &  & clouding. Normal intellectual &  & 4-MU-\(\beta\)-D-galactoside-6- & \\
 &  & abilities. &  & sulphate & \\
 &  &  &  & (Determine \(\beta\)-galactosidase & \\
 &  &  &  & activity to differentiate MPS & \\
 &  &  &  & IVB) & \\
\hline
MPS-VI & arylsulfatase B & Similar somatic features as MPS & Dermatan sulfate in & \emph{p}-nitrocatecol sulfate, & Umbelliferyl-2-acetamido-D-\\
(Maroteaux- & ARSB & I: short stature, restricted joint & joint/skeletal, heart, & subtraction of arylsulfatase & galactose-4-sulfate attached\\
Lamy) &  & movement, corneal clouding, & respiratory and eye & A (ARSA) activity from total & to a six carbon linker with a\\
 &  & dysostosis multiplex, and &  & reaction & terminal \emph{t}-butyloxycarbamido\\
 &  & hepatomegaly. No neurological &  &  & group\\
 &  & defects. &  & H\textsuperscript{3} labeled substrate derived & \\
 &  &  &  & from chondroitin 4-sulfate & \\
\hline
NP-A\&B & acid sphingomyelinase & Type A: Massive & Sphingomyelin and & C\textsuperscript{14}-labeled sphingomyelin & C6-sphingomyelin\\
 & ASM & hepatosplenomegaly withrapid & cholesterol in CNS, &  & \\
 &  & neurodegenerationin infancy. & spleen, lymph nodes, & 6-Hexadecanoylamino-4- & \\
 &  & Type B: hepatomegaly, restrictive & bone marrow, lung and & MU-phosphorylcholine & \\
 &  & lung disease and hyperlipidemia & liver &  & \\
 &  & in childhood. Normal &  &  & \\
 &  & intelligence. &  &  & \\
\hline
Pompe & acid \(\alpha\)-glucosidase & Infantile form: & Glycogen in cardiac and & 4-MU-\(\alpha\)-D-glucoside & Lipidated \(\alpha\)-D-glucoside with\\
(GSD II) & GAA & Hypotonia,cardiomegaly and & skeletal muscles &  & N-linked \emph{t}-butyloxycarbamido\\
 &  & hypertrophic cardiomyopathy, &  &  & group\\
 &  & hepatomegaly, severe muscle &  &  & \\
 &  & weakness, respiratory failure, &  &  & \\
 &  & macroglossia. &  &  & \\
 &  & Late-onset form: Progressive &  &  & \\
 &  & muscle weakness. &  &  & \\
\end{longtable}

\begin{description}
\item[{Source}] \url{https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4902264/}
\end{description}
\end{document}